[
    {
        "id": 0,
        "name": "Shumaila Bilal",
        "department": "Doctor of Pharmacy, 7th",
        "university": "Superior University, Main Campus (Lahore)",
        "title": "Antibacterial Misuse",
        "article": "Antibacterial misuse refers to the improper and extensive use of antibacterial agents which can lead further to the bacterial resistance. Antibiotics are the medicines that eliminate bacterial infections by either killing the bacteria or inhibiting its reproduction. They work by different mechanisms such as interfering with synthesis of bacterial cell wall-a structure not possessed by mammalian cells (e.g. penicillin), by targeting bacterial ribosomes and inhibiting bacterial protein synthesis (e.g. tetracycline) or by interrupting the replication of genetic material (e.g. fluoroquinolones). Selection of antibiotics is a very crucial step which requires proper knowledge of the identity of the organism, site of infection, patient factor, safety or cost of drug.\n Bacteria are considered resistant to antibiotic if the maximal dose of antibiotic that can be tolerated by the host does not cease bacterial growth. Bacteria develops more resistant strains with enhanced protective mechanisms or modified target sites in response to antibiotics.Antibiotic resistance is accelerated by the indiscriminate and overuse of antibiotics. Number of infections such as tuberculosis, pneumonia, gonorrhea etc are becoming difficult to treat as the antibiotics used to treat became less effective. Antibiotic resistance is one of the major threats to global health declared by World Health Organization. It occurs naturally overtime through genetic variations and spread easily from person to person, food from animals or contaminated water. Antibiotic resistance is most prevalent in India, China, Russia, Brazil and some countries of United States. It is responsible for approximately 700,000 deaths per year worldwide. \n Many physicians (mostly in developing countries) recommend antibiotics without identifying the true nature of pathogen causing infection due to limited resources. In several cases, antibiotics are administered in viral infections e.g. flu, common cold, whooping cough etc. Taking them won’t treat infection and promote antibiotic resistance in bacteria. Moreover there is a huge pressure on health workers from patients to provide antibiotics without any prescription or diagnostic tests. Repeated administration of antibiotic kills both harmful and beneficial microorganisms in our body totally disrupting the natural flora of our gut and other parts of body leading to many metabolic disorders, digestive problems and decrease immunity in our body. The bacteria becomes more resistant and develops advanced protective mechanisms to fight with antibiotics. For example Mycobacterium tuberculosis is a pathogen that causes tuberculosis is now resisant to multiple antibiotics such as Rifampin or Isoniazid. Staphylococcus, which is responsible for several skin infections, food poisoning, pneumonia etc is now resistant to many antibiotics including methicillin and other penicillin like drugs. \n Antibiotic resistance is a growing concern in healthcare which requires multisectoral cooperation to launch different programs, research centers and medical campaigns to reduce it. Measures should be taken to implement preventive measures (hygiene, vaccines or environmental factors) and guidelines to attain better public health outcomes. People should be encouraged to treat common infections naturally without taking any antibacterial drugs. Patients should complete their entire course of antibiotic administration prescribed by physician. Educate health care professionals and public about the importance of appropriate antibiotics use and side effects of utilization of drugs without any medical prescription. Research centers should be facilitated with modern technologies to ensure the creation of new antibiotics and availability of effective treatments for bacterial infections. \n World Antibiotic Awareness Weak (WAWW) is a global campaign celebrated from 18 to 24 November to raise awareness against the irrational use of antibiotics and spread of drug resistant pathogens. Moreover WHO has also launched the Global Antimicrobial Resistance And Use Surveillance System (GLASS) in 2015 to collect authentic data of the use of antibiotic agents or supervision of antimicrobial resistance in humans from different countries and territories. Moreover many global antibiotic research centers have been launched to devise new treatments for drug resistant infections."
    },
    {
        "id": 1,
        "name": "Furqan Chaudhary",
        "department": "Institute of Physics, 4th",
        "university": "The Islamia University of Bahawalpur BJC",
        "title": "Thomas Edison Lighting Up the World",
        "article": "An occurrence that would spark a desire in a young, inquisitive mind occurred in a modest workshop hidden away in Milan, Ohio. Who knew a little boy was about to set out on a voyage that would permanently alter the path of history. The boy left in a state of perplexed wonder when, one evening, an oil lamp&#39;s flame flickered and died as darkness crept upon the workshop. His interest in the flickering flames was instantly lost, yet something had ignited within of him. That little boy was Thomas Alva Edison. \n Thomas was born in 1847 in Milan, Ohio. His father, Samuel Ogden Edison, followed many occupations from splitting shingles for roofs to tailoring to keeping a tavern. Thomas Edison had little formal schooling, but was homeschooled by his mother, Nancy Matthews Elliott, who used to be a school teacher. At the age of 12, Edison developed hearing problems. As a result, he became completely deaf in one ear. His first job was as a News butcher on the trains that operate between Port Huron and Detroit. During his childhood, he developed a deep fascination for technology and dedicated countless hours to conducting experiments in the comfort of his own home. \n Edison read extensively, exploring the disciplines of science and electricity, driven by an unquenchable thirst for knowledge. He had a tone of questions, and he was always on the hunt for solutions. He was learning more about the world as he turned each page. Hitherto he had grown more eager to learn its mysteries. \n Armed with newfound knowledge, Thomas Edison set up a modest laboratory in Menlo Park, New Jersey, in 1876 where he began his relentless pursuit of illumination. The first invention that made Edison a great deal of fortune was quadruplex telegraph, he sold its patent for $10,000 to Western Union. Surrounded by a team of brilliant minds including William Sawyer, Francis Upton, and Charles Batchelor, he delved into the mysteries of electricity and illumination, their minds ablaze with the excitement of possibility. /n Days turned into weeks, and weeks into months, as Edison and his team conducted countless experiments. They faced failure after failure, but their determination never wavered. Each setback was merely a stepping stone towards success. \n Then, one fateful day, (on October 21, 1879) Edison&#39;s perseverance bore fruit. A thin carbon filament, when electrified, radiated a warm, enchanting glow—a flicker of hope in the darkness. Edison&#39;s eyes widened with awe as he realized he had stumbled upon the secret to creating the incandescent light bulb. \n Eager to refine his invention, Edison&#39;s name began to echo throughout the scientific community. His laboratory buzzed with excitement as he and his team worked tirelessly to perfect the light bulb. They encountered setbacks, witnessed countless bulbs flicker and die, but each failure brought them closer to their goal. \n Finally, after relentless iterations, the light bulb illuminated the laboratory with a brilliance that surpassed their wildest dreams. On December 31, 1879, Edison conducted demonstration of his improved incandescent light bulb in Menlo Park. Edison&#39;s invention had transformed darkness into light, forever altering the way society would exist. It was an achievement that would solidify his name as one of the greatest inventors in history. \n But Edison&#39;s genius did not stop there. His insatiable curiosity led him to explore new frontiers. From the phonograph that captured the magic of sound to the kinetograph that brought motion pictures to life, his inventions continued to astound the world. Holding the world record for most patents issued to a single person (2,332 patents out of which 1093 were U.S patents), Thomas Edison died on 18 October, 1931 at the age of eighty-four. His record was broken by a Japanese inventor in 2003. \n Thomas Edison, the once curious boy in Milan, had become a visionary whose relentless pursuit of knowledge and innovation left an indelible mark on humanity. His name became synonymous with invention and his story an inspiration for generations to come. So, the next time you find yourself in the glow of an incandescent light bulb, take a moment to reflect on the curiosity and unwavering determination of Thomas Edison. For it is through his pursuit of knowledge and his ability to reveal the hidden wonders of the world that we continue to bask in the brilliance of his legacy."
    },
    {
        "id": 2,
        "name": "Ayesha Amin",
        "department": "Institute of Chemistry, M.Phil 4th",
        "university": "The Islamia University of Bahawalpur BJC",
        "title": "Can there be Life without Chemistry",
        "article": "Life can be defined as a quality that distinguishes two forms of matter; One form of matter constitutes different biological processes, like signaling and self-sustaining processes, along with the ability of grow, reproduction, response to any stimuli and metabolic system etc. and Other form of matter mostly defines those things that do not show any sign of aliveness, don’t move, do not grow and mostly are inorganic [1, 2] . There are various forms of life that exist for example living organisms like humans, plants, animals, and micro-organisms like bacteria, fungi, etc. In all these life forms, a cell is the smallest most basic structural and functional unit of life. One of the scientists, Robert Hooke, discovered the cell for first time in 1665. After many discoveries, scientists managed to form a cell theory for all the living organisms. 3 principles of this theory are: \n 1. All living organisms are made up of single or more cells. \n 2. Cells are the basic building units of life. \n 3. New cells are made from pre-existing cells \n All cells are composed of the same major molecules like carbon containing (organic) molecules including nucleic acids, proteins, carbohydrates, and lipids and inorganic molecules like Water, inorganic ions etc. These organic and inorganic molecules are further made up of atoms that are bonded together. \n Chemistry is a term used for the scientific study of the properties and reactions, composition and behavior of matter [6] , structure of substances (elements, molecules, and compounds) and energy transformations [7-9] . In fact chemistry deals the elements that are important constituents of matter and compounds which are made up of atoms, molecules and ions [9] . Chemistry is all around us, so we cannot say that Chemistry is only limited to work in laboratories with beakers flasks etc. Everything we got to hear, see by eyes, smell, taste anything, and even a touch involves chemistry and chemicals (matter) i.e. they are resulted by series of different chemical reactions and interactions in our body. The more we got to know the chemistry, the more we know about our world [10, 11] . In this World every substance, whether that occurs naturally or can be synthesize artificially, comprises of atoms that are called the building blocks of chemical substances. So, we can say that Chemistry is the study of properties of atoms and the laws of their combinations for further study of knowledge related to newly made substances. \n \n Mostly a phrase “carbon-based life” is used when life or a living organism is discussed. Carbon is an element present in periodic table in group 6, that is the basic unit of life by which almost everything is made of like; carbohydrates, lipids, nucleic acid, and proteins etc. But why it is called life is “carbon-based”? \n We have to understand more about elements and for which we have to study Chemistry if we want to find the answer of above question. Chemistry is a separate field from that of biology. In above “life” section, the hierarchical organization of all the living things is demonstrated. And one cannot understand the higher levels of organization (such as living organisms or ecosystems) without understanding their constituent parts (like cells, molecules, and atoms etc.) [12] . In this World, our body and all the living organisms as well as non-living things all are made up of atoms which bound together to form molecules. These atoms and molecules are studied in chemistry and their many different combinations and interactions are the reason of life existence. \n So incredibly it can be stated that our life that is made up of approximately 7,000,000,000,000,000,000,000,000,000 atoms, can only be explored by having the connection with some basic chemistry [13] . As discussing more recent developments made in chemistry and biology, the synthesis of corona virus vaccines is a major accomplished example. From plastics to synthesis of medicines, chemistry’s contributions to the life are myriad."
    }  
]