[
    {
        "id": 0,
        "name": "Shumaila Bilal",
        "department": "Doctor of Pharmacy, 7th",
        "university": "Superior University, Main Campus (Lahore)",
        "title": "Antibacterial Misuse",
        "article": "Antibacterial misuse refers to the improper and extensive use of antibacterial agents which can lead further to the bacterial resistance. Antibiotics are the medicines that eliminate bacterial infections by either killing the bacteria or inhibiting its reproduction. They work by different mechanisms such as interfering with synthesis of bacterial cell wall-a structure not possessed by mammalian cells (e.g. penicillin), by targeting bacterial ribosomes and inhibiting bacterial protein synthesis (e.g. tetracycline) or by interrupting the replication of genetic material (e.g. fluoroquinolones). Selection of antibiotics is a very crucial step which requires proper knowledge of the identity of the organism, site of infection, patient factor, safety or cost of drug.\n Bacteria are considered resistant to antibiotic if the maximal dose of antibiotic that can be tolerated by the host does not cease bacterial growth. Bacteria develops more resistant strains with enhanced protective mechanisms or modified target sites in response to antibiotics.Antibiotic resistance is accelerated by the indiscriminate and overuse of antibiotics. Number of infections such as tuberculosis, pneumonia, gonorrhea etc are becoming difficult to treat as the antibiotics used to treat became less effective. Antibiotic resistance is one of the major threats to global health declared by World Health Organization. It occurs naturally overtime through genetic variations and spread easily from person to person, food from animals or contaminated water. Antibiotic resistance is most prevalent in India, China, Russia, Brazil and some countries of United States. It is responsible for approximately 700,000 deaths per year worldwide. \n Many physicians (mostly in developing countries) recommend antibiotics without identifying the true nature of pathogen causing infection due to limited resources. In several cases, antibiotics are administered in viral infections e.g. flu, common cold, whooping cough etc. Taking them won’t treat infection and promote antibiotic resistance in bacteria. Moreover there is a huge pressure on health workers from patients to provide antibiotics without any prescription or diagnostic tests. Repeated administration of antibiotic kills both harmful and beneficial microorganisms in our body totally disrupting the natural flora of our gut and other parts of body leading to many metabolic disorders, digestive problems and decrease immunity in our body. The bacteria becomes more resistant and develops advanced protective mechanisms to fight with antibiotics. For example Mycobacterium tuberculosis is a pathogen that causes tuberculosis is now resisant to multiple antibiotics such as Rifampin or Isoniazid. Staphylococcus, which is responsible for several skin infections, food poisoning, pneumonia etc is now resistant to many antibiotics including methicillin and other penicillin like drugs. \n Antibiotic resistance is a growing concern in healthcare which requires multisectoral cooperation to launch different programs, research centers and medical campaigns to reduce it. Measures should be taken to implement preventive measures (hygiene, vaccines or environmental factors) and guidelines to attain better public health outcomes. People should be encouraged to treat common infections naturally without taking any antibacterial drugs. Patients should complete their entire course of antibiotic administration prescribed by physician. Educate health care professionals and public about the importance of appropriate antibiotics use and side effects of utilization of drugs without any medical prescription. Research centers should be facilitated with modern technologies to ensure the creation of new antibiotics and availability of effective treatments for bacterial infections. \n World Antibiotic Awareness Weak (WAWW) is a global campaign celebrated from 18 to 24 November to raise awareness against the irrational use of antibiotics and spread of drug resistant pathogens. Moreover WHO has also launched the Global Antimicrobial Resistance And Use Surveillance System (GLASS) in 2015 to collect authentic data of the use of antibiotic agents or supervision of antimicrobial resistance in humans from different countries and territories. Moreover many global antibiotic research centers have been launched to devise new treatments for drug resistant infections."
    },
    {
        "id": 1,
        "name": "Furqan Chaudhary",
        "department": "Institute of Physics, 4th",
        "university": "The Islamia University of Bahawalpur BJC",
        "title": "Thomas Edison Lighting Up the World",
        "article": "An occurrence that would spark a desire in a young, inquisitive mind occurred in a modest workshop hidden away in Milan, Ohio. Who knew a little boy was about to set out on a voyage that would permanently alter the path of history. The boy left in a state of perplexed wonder when, one evening, an oil lamp&#39;s flame flickered and died as darkness crept upon the workshop. His interest in the flickering flames was instantly lost, yet something had ignited within of him. That little boy was Thomas Alva Edison. \n Thomas was born in 1847 in Milan, Ohio. His father, Samuel Ogden Edison, followed many occupations from splitting shingles for roofs to tailoring to keeping a tavern. Thomas Edison had little formal schooling, but was homeschooled by his mother, Nancy Matthews Elliott, who used to be a school teacher. At the age of 12, Edison developed hearing problems. As a result, he became completely deaf in one ear. His first job was as a News butcher on the trains that operate between Port Huron and Detroit. During his childhood, he developed a deep fascination for technology and dedicated countless hours to conducting experiments in the comfort of his own home. \n Edison read extensively, exploring the disciplines of science and electricity, driven by an unquenchable thirst for knowledge. He had a tone of questions, and he was always on the hunt for solutions. He was learning more about the world as he turned each page. Hitherto he had grown more eager to learn its mysteries. \n Armed with newfound knowledge, Thomas Edison set up a modest laboratory in Menlo Park, New Jersey, in 1876 where he began his relentless pursuit of illumination. The first invention that made Edison a great deal of fortune was quadruplex telegraph, he sold its patent for $10,000 to Western Union. Surrounded by a team of brilliant minds including William Sawyer, Francis Upton, and Charles Batchelor, he delved into the mysteries of electricity and illumination, their minds ablaze with the excitement of possibility. /n Days turned into weeks, and weeks into months, as Edison and his team conducted countless experiments. They faced failure after failure, but their determination never wavered. Each setback was merely a stepping stone towards success. \n Then, one fateful day, (on October 21, 1879) Edison&#39;s perseverance bore fruit. A thin carbon filament, when electrified, radiated a warm, enchanting glow—a flicker of hope in the darkness. Edison&#39;s eyes widened with awe as he realized he had stumbled upon the secret to creating the incandescent light bulb. \n Eager to refine his invention, Edison&#39;s name began to echo throughout the scientific community. His laboratory buzzed with excitement as he and his team worked tirelessly to perfect the light bulb. They encountered setbacks, witnessed countless bulbs flicker and die, but each failure brought them closer to their goal. \n Finally, after relentless iterations, the light bulb illuminated the laboratory with a brilliance that surpassed their wildest dreams. On December 31, 1879, Edison conducted demonstration of his improved incandescent light bulb in Menlo Park. Edison&#39;s invention had transformed darkness into light, forever altering the way society would exist. It was an achievement that would solidify his name as one of the greatest inventors in history. \n But Edison&#39;s genius did not stop there. His insatiable curiosity led him to explore new frontiers. From the phonograph that captured the magic of sound to the kinetograph that brought motion pictures to life, his inventions continued to astound the world. Holding the world record for most patents issued to a single person (2,332 patents out of which 1093 were U.S patents), Thomas Edison died on 18 October, 1931 at the age of eighty-four. His record was broken by a Japanese inventor in 2003. \n Thomas Edison, the once curious boy in Milan, had become a visionary whose relentless pursuit of knowledge and innovation left an indelible mark on humanity. His name became synonymous with invention and his story an inspiration for generations to come. So, the next time you find yourself in the glow of an incandescent light bulb, take a moment to reflect on the curiosity and unwavering determination of Thomas Edison. For it is through his pursuit of knowledge and his ability to reveal the hidden wonders of the world that we continue to bask in the brilliance of his legacy."
    },
    {
        "id": 2,
        "name": "Ayesha Amin",
        "department": "Institute of Chemistry, M.Phil 4th",
        "university": "The Islamia University of Bahawalpur BJC",
        "title": "Can there be Life without Chemistry",
        "article": "Life can be defined as a quality that distinguishes two forms of matter; One form of matter constitutes different biological processes, like signaling and self-sustaining processes, along with the ability of grow, reproduction, response to any stimuli and metabolic system etc. and Other form of matter mostly defines those things that do not show any sign of aliveness, don’t move, do not grow and mostly are inorganic [1, 2] . There are various forms of life that exist for example living organisms like humans, plants, animals, and micro-organisms like bacteria, fungi, etc. In all these life forms, a cell is the smallest most basic structural and functional unit of life. One of the scientists, Robert Hooke, discovered the cell for first time in 1665. After many discoveries, scientists managed to form a cell theory for all the living organisms. 3 principles of this theory are: \n 1. All living organisms are made up of single or more cells. \n 2. Cells are the basic building units of life. \n 3. New cells are made from pre-existing cells \n All cells are composed of the same major molecules like carbon containing (organic) molecules including nucleic acids, proteins, carbohydrates, and lipids and inorganic molecules like Water, inorganic ions etc. These organic and inorganic molecules are further made up of atoms that are bonded together. \n Chemistry is a term used for the scientific study of the properties and reactions, composition and behavior of matter [6] , structure of substances (elements, molecules, and compounds) and energy transformations [7-9] . In fact chemistry deals the elements that are important constituents of matter and compounds which are made up of atoms, molecules and ions [9] . Chemistry is all around us, so we cannot say that Chemistry is only limited to work in laboratories with beakers flasks etc. Everything we got to hear, see by eyes, smell, taste anything, and even a touch involves chemistry and chemicals (matter) i.e. they are resulted by series of different chemical reactions and interactions in our body. The more we got to know the chemistry, the more we know about our world [10, 11] . In this World every substance, whether that occurs naturally or can be synthesize artificially, comprises of atoms that are called the building blocks of chemical substances. So, we can say that Chemistry is the study of properties of atoms and the laws of their combinations for further study of knowledge related to newly made substances. \n \n Mostly a phrase “carbon-based life” is used when life or a living organism is discussed. Carbon is an element present in periodic table in group 6, that is the basic unit of life by which almost everything is made of like; carbohydrates, lipids, nucleic acid, and proteins etc. But why it is called life is “carbon-based”? \n We have to understand more about elements and for which we have to study Chemistry if we want to find the answer of above question. Chemistry is a separate field from that of biology. In above “life” section, the hierarchical organization of all the living things is demonstrated. And one cannot understand the higher levels of organization (such as living organisms or ecosystems) without understanding their constituent parts (like cells, molecules, and atoms etc.) [12] . In this World, our body and all the living organisms as well as non-living things all are made up of atoms which bound together to form molecules. These atoms and molecules are studied in chemistry and their many different combinations and interactions are the reason of life existence. \n So incredibly it can be stated that our life that is made up of approximately 7,000,000,000,000,000,000,000,000,000 atoms, can only be explored by having the connection with some basic chemistry [13] . As discussing more recent developments made in chemistry and biology, the synthesis of corona virus vaccines is a major accomplished example. From plastics to synthesis of medicines, chemistry’s contributions to the life are myriad."
    },
    {
        "id": 3,
        "name": "Sania Iqbal",
        "department": "Department of Chemistry",
        "university": "The Islamia University of Bahawalpur BJC",
        "title": "The Growing Depression Among Youth",
        "article": "The young generation is experiencing a rising trend of depression and dissatisfaction within the degree programs they choose. This phenomenon has garnered significant attention as it affects their overall well-being and academic performance. Understanding the underlying factors contributing to this issue is crucial in addressing the challenges faced by today's youth. \n 1. High expectations and pressures : The modern era places immense pressure on young individuals to excel academically. Unrealistic expectations from parents, society, and even themselves create an environment where the pursuit of a degree becomes a source of stress rather than fulfillment. The constant pressure to achieve top grades and secure a successful career can lead to feelings of anxiety and inadequacy. \n 2. Mismatched Career Goals : Many students enter degree programs without a clear understanding of their personal interests, passions, and career goals. This lack of self-awareness can result in choosing majors that are not aligned with their true aspirations. Consequently, students may feel disconnected, uninterested, and uninspired, leading to a sense of dissatisfaction with their chosen programs. \n 3. Limited Practical Relevance :  Some degree programs are perceived as lacking practical application in real-world settings. When students are unable to see the direct connection between what they are learning and its practical implementation, they may question the value and purpose of their education. This perceived gap between theory and practice can contribute to a feeling of disillusionment among students. \n 4. Academic Burnout : The intense workload and competitive nature of degree programs can lead to burnout among students. The constant pressure to perform well academically, coupled with a lack of adequate support systems, can exhaust students mentally and physically. Burnout negatively impacts their motivation, engagement, and overall happiness within their chosen programs. \n 5. Insufficient Mental Health Support : Despite the growing awareness of mental health issues, many educational institutions still lack adequate resources and support for students facing depression and anxiety. The stigma surrounding mental health further exacerbates the problem, discouraging students from seeking help. The absence of comprehensive mental health services within educational settings leaves students feeling isolated and unsupported. \n\n Conclusion : The increasing prevalence of depression and dissatisfaction among the young generation in their degree programs is a multifaceted issue. It stems from various factors such as high expectations, mismatched career goals, limited practical relevance, academic burnout, and inadequate mental health support. Addressing this issue requires a collective effort from educational institutions, parents, and society at large to create an environment that fosters holistic well-being, personal growth, and meaningful learning experiences for today's youth. Dear parents and  Guardians Please avoid pressuring your children in selecting their bachelor's degree programs. When the subject isn't chosen based on their own interest, it creates unnecessary stress, hindering their performance and potential. Let them independently choose their path, utilizing their God-given abilities. Encourage their autonomy. "
    },
    {
        "id": 4,
        "name": "Shafqat Shakeel",
        "department": "Department of Biotechnology, 7th",
        "university": "The Islamia University of Bahawalpur BJC",
        "title": "Electricity from chlorophyll in near future",
        "article": " Chlorophyll is a pigment found in plants and other photosynthetic organisms that plays a crucial role in converting sunlight into chemical energy through the process of photosynthesis. While chlorophyll itself is not typically used for directly generating electricity, researchers have been exploring ways to harness the principles of photosynthesis and apply them to bio-inspired solar energy systems. \n One such approach is the development of biohybrid solar cells or artificial photosynthesis systems. These systems aim to mimic the natural process of photosynthesis by incorporating chlorophyll or other light-absorbing molecules into devices that can generate electrical energy. \n In biohybrid solar cells, chlorophyll or related molecules are combined with synthetic materials, such as conductive polymers or nanoparticles, to create photoactive layers. These layers can absorb light energy and initiate electron transfer, similar to the process in natural photosynthesis. The excited electrons can then be harnessed to generate an electric current. \n However, it is important to note that the efficiency of biohybrid solar cells is still relatively low compared to traditional silicon-based solar cells. Challenges such as stability, scalability, and overall performance need to be addressed to make biohybrid solar cells a viable alternative for electricity generation \n Moreover, chlorophyll-based systems are not the only approach being explored in the field of biotechnology for electricity generation. Researchers are also investigating other bio-inspired materials and processes, including using proteins, enzymes, and genetically engineered microorganisms, to convert light energy into electricity or produce biofuels that will generate electricity in other way. \n All this we have done on laboratory level and we aimed to produce electricity in the next coming days! All of you would be surprised that these amazing projects are going to be held by department of biotechnology,  Islamia university of bahawalpur under students' supervision. Namely : \n 1. Shafqat Shakeel \n 2. Ammar Azhar \n 3. Kinza Waheed \n 4. Laraib Rasool \n 5. Ayesha Luqman \n If all of the departments allow  the students to work better in their fields , certainly they would revolutionized the fields and can earn the  fame for the university but unfortunately there is no such system available ! \n In summary, while chlorophyll itself is not directly used for electricity generation, researchers are working on developing biohybrid solar cells and other bio-inspired systems that incorporate chlorophyll or related molecules to harness sunlight and generate electrical energy. These technologies are still in the early stages of development, but they hold promise for future advancements in biotechnology and renewable energy."
    },
    {
        "id": 5,
        "name": "Muhammad Usman Ghani",
        "department": "Department of Chemistry, 5th",
        "university": "The Islamia University of Bahawalpur BJC",
        "title": "Beyond Graduation : Unveiling Hidden Carrer Avenues",
        "article": "Graduating from university is a big achievement, but many graduates are unsure about their next stepsand struggle to find jobs. In this article, I will talk about the PPSC, PMS, and CSS exams and howgraduate students can prepare for these exams during their college years to avoid unemployment.These exams require extensive studying, so it’s better to start preparing early instead of searching forjobs right after graduation. Let’s dive into the details of these exams. \n Discovering Career Opportunities: \n After graduation, finding a job can be challenging. The job market is competitive, and it’s not always easy to find a job that matches your qualifications and interests. However, the PPSC, PMS, and CSS exams offer excellent career opportunities in the government sector. \n 1.Punjab Public Service Commission (PPSC): \n The PPSC conducts exams for different government positions in Punjab, Pakistan. By preparing for the PPSC exam during college, students can increase their chances of getting a government job after graduation. \n 2.Provincial Management Service (PMS): \n The PMS exam, held by provincial public service commissions, is similar to the CSS exam but at the provincial level. It allows graduates to become administrators in the provincial civil service. By starting PMS exam preparation during college, students can use their knowledge and skills to do well in the exam and improve their career prospects. \n 3.Central Superior Services (CSS): \n The CSS exam, conducted by the Federal Public Service Commission (FPSC), is a prestigious exam at the federal level. It opens doors to various administrative positions in the federal government. By beginning CSS exam preparation during academic years, students can dedicate more time to studying and increase their chances of success. \n Benefits of Preparing for these Exams During University years: \n 1.Time Management : College provides a relatively flexible schedule, allowing students to allocate study time for exam preparation. \n 2.Overlapping Syllabus: The subjects covered in these exams often align with college curricula. Students can use their existing knowledge as a foundation for exam preparation. \n 3.Competitive Advantage : Starting early gives graduates an edge over others who may be looking for jobs or are unaware of these exams. This makes them more desirable candidates in the job market \n 4.Diverse Career Prospects: Clearing these exams opens doors to various administrative and civil service positions, ensuring job security and growth opportunities. \n Exam Preparation: Preparing for these exams requires dedication and extensive study. Candidates should focus on subjects like general knowledge, current affairs, English composition, Pakistan affairs, and optional subjects based on their interests and academic background. Resources such as textbooks, online materials, past papers, coaching institutes, and study groups can aid in exam preparation. \n Conclusion: Graduates often feel uncertain about their career paths after college. However, by considering opportunities like the PPSC, PMS, and CSS exams, they can embark on a fulfilling journey in the civil service sector. Starting exam preparation during college maximizes the chances of success and minimizes the risk of unemployment. These exams offer stability, growth, and the chance to contribute to the development of the country."
    },
    {
        "id": 6,
        "name": "Faisal Riaz",
        "department": "Department of Zoology",
        "university": "The Islamia University of Bahawalpur BJC",
        "title": "Endangered Species of Pakistan",
        "article": "1. Snow leopard (Panthera uncia): Found in the mountainous regions of northern Pakistan, the snow leopard is critically endangered. It is estimated that only a few hundred individuals remain in the wild due to habitat loss, poaching, and retaliatory killings. \n 2. Indus River dolphin (Platanista gangetica minor): Also known as the Blind Dolphin, this freshwater dolphin is found in the Indus River system. Its population has declined significantly due to water pollution, habitat degradation, and accidental entanglement in fishing nets. /n 3. Markhor (Capra falconeri): The national animal of Pakistan, the markhor is a species of wild goat found in the mountainous areas. It is threatened by hunting for its impressive horns and habitat loss due to expanding human settlements. \n 4. Pakistani sand cat (Felis margarita scheffeli): This small wildcat is native to the deserts of Pakistan. It is endangered due to habitat loss, poaching, and fragmentation of its already limited habitat. \n 5. Himalayan brown bear (Ursus arctos isabellinus): The Himalayan brown bear is found in the northern regions of Pakistan. Its population has declined due to habitat degradation, poaching, and conflicts with humans. \n SNOW LEOPARD : The snow leopard (Panthera uncia) is a majestic and endangered big cat species native to the mountain ranges of Central and South Asia. Here is some information about snow leopards: \n 1. Habitat: Snow leopards inhabit rugged, high-altitude environments across 12 countries, including Afghanistan, Bhutan, China, India, Kazakhstan, Kyrgyzstan, Mongolia, Nepal, Pakistan, Russia, Tajikistan, and Uzbekistan. They are found in alpine meadows, rocky areas, and steep terrain at elevations ranging from 3,000 to 4,500 meters (9,800 to 14,800 feet). /n 2. Physical Characteristics: Snow leopards are known for their stunning white or gray fur with black rosette markings, which provide excellent camouflage in their snowy habitat. They have long, thick tails for balance, and their large, well-developed paws act as natural snowshoes. They have a stocky build and can weigh between 25 to 55 kilograms (55 to 121 pounds). \n 3. Behavior: Snow leopards are solitary animals, typically only coming together during the mating season. They have a wide home range, and males usually have larger territories than females. These elusive cats are well adapted to their cold environment, with a dense coat, enlarged nasal cavities, and long fur-covered tail that can be wrapped around their body for warmth. \n 4. Diet: Snow leopards are opportunistic predators, mainly feeding on blue sheep (bharal), ibex, argali sheep, marmots, and other small mammals. Their diet may also include birds and occasionally livestock, which leads to conflict with local herders. \n 5. Threats and Conservation: Snow leopards face numerous threats that have contributed to their endangered status. Habitat loss and fragmentation, due to human activities such as mining, infrastructure development, and overgrazing, are major concerns. They are also victims of poaching for their fur and body parts, which are valued in illegal wildlife trade. Climate change poses an additional threat, as it alters the snow leopard's fragile mountain ecosystems. \n 6. Conservation Efforts: Several organizations and governments are working to protect snow leopards and their habitats. Conservation initiatives involve community-based programs, anti-poaching efforts, and establishing protected areas and wildlife corridors. These initiatives aim to reduce human-wildlife conflict, promote sustainable livelihoods for local communities, and raise awareness about the importance of snow leopard conservation. \n 7. Population Estimates: Accurate population estimates are challenging due to the snow leopards' elusive nature and remote habitat. However, it is estimated that there are around 4,000 to 6,500 snow leopards remaining in the wild. The International Union for Conservation of Nature (IUCN) classifies snow leopards as 'vulnerable' on the Red List of Threatened Species. \n It's important to continue supporting conservation efforts and raise awareness about the conservation needs of snow leopards and other endangered species to ensure their survival for future generations. \n INDUS RIVER DOLPHIN \n The Indus River dolphin, also known as the Indus blind dolphin or Bhulan, is a species of freshwater dolphin that is native to the Indus River in Pakistan and India. Here is some information about this endangered species: \n 1. Appearance: The Indus River dolphin has a unique appearance with a long, slender body and a long beak-like snout. It has small eyes and lacks a lens, which is why it is often referred to as a 'blind' dolphin. \n 2. Habitat: These dolphins are found exclusively in the Indus River and its tributaries in Pakistan and India. They prefer deep pools and slow-moving waters. \n 3. Endangered Status: The Indus River dolphin is classified as an endangered species by the International Union for Conservation of Nature (IUCN). It is one of the rarest freshwater dolphin species in the world, with an estimated population of fewer than 2,000 individuals. \n 4. Threats: The main threats to the Indus River dolphin are habitat degradation and loss due to water pollution, river damming, irrigation projects, and overfishing. The construction of dams and barrages on the Indus River has severely fragmented their habitat, leading to population decline. \n 5. Conservation Efforts: Several conservation initiatives are underway to protect the Indus River dolphin. These efforts include habitat restoration, reducing pollution levels in the river, creating protected areas, and raising awareness among local communities about the importance of dolphin conservation. \n 6. Unique Adaptations: The Indus River dolphin has developed several adaptations to its environment. Their long beaks help them navigate through the murky water and locate prey using echolocation. They have also evolved a flexible neck that allows them to move their heads in various directions. \n 7. Feeding and Behavior: Indus River dolphins primarily feed on a variety of small fish found in the river. They are known for their acrobatic behavior, often leaping out of the water or slapping their tails on the surface. They are generally solitary animals and have a slow reproductive rate, which makes their population recovery more challenging. \n 8. Importance: The Indus River dolphin is not only a unique species but also holds cultural and ecological significance. It is considered an indicator species, meaning its presence or absence can indicate the overall health of the river ecosystem. It is also an important cultural symbol in the region, often associated with folklore and local traditions. \n Efforts to protect and conserve the Indus River dolphin are crucial to ensure the survival of this endangered species and maintain the ecological balance of the Indus River ecosystem. \n MARKHOR \n The Markhor (Capra falconeri) is a species of wild goat that is native to the mountainous regions of Central Asia, specifically Afghanistan, Pakistan, Tajikistan, and India. It is one of the most endangered species of wild goats in the world. \n 1. Appearance: Markhors are large and majestic animals with long, shaggy coats that vary in color from light to dark brown, and they have a distinctive white belly. Both males and females have long, corkscrew-shaped horns, but the males' horns are larger and more impressive, curving outwards and upwards. \n 2. Habitat: Markhors inhabit steep and rocky terrain in mountainous regions, usually at elevations between 600 and 3,600 meters (2,000 to 12,000 feet) above sea level. They are well adapted to living in rugged and harsh environments. \n 3. Behavior: Markhors are primarily active during the day, and they are known for their excellent climbing and leaping abilities. They are social animals and live in small herds consisting of adult females and their young, while adult males tend to be solitary or form bachelor groups. During the mating season, males compete for dominance by engaging in elaborate displays and fights using their horns. \n 4. Endangered Status: The Markhor has been classified as an endangered species by the International Union for Conservation of Nature (IUCN) due to habitat loss, illegal hunting, and competition with domestic livestock. These factors have severely impacted their population size and range. \n 5. Conservation Efforts: Several conservation organizations and government agencies are actively involved in efforts to protect and conserve the Markhor. These initiatives include establishing protected areas, implementing anti-poaching measures, promoting sustainable tourism, and working with local communities to raise awareness and support for conservation. \n HIMALAYAN BROWN BEAR \n The brown bear (Ursus arctos) is a large mammal that is considered to be a threatened or endangered species in certain regions. Here is some information about the conservation status of brown bears and their conservation efforts. \n Conservation Status: The conservation status of brown bears varies depending on the specific populations and geographical locations. In some areas, brown bears are considered to be of 'Least Concern' by the International Union for Conservation of Nature (IUCN), while in other regions, they are classified as 'Vulnerable' or 'Endangered.' \n Threats to Brown Bears: Brown bears face numerous threats that have contributed to their decline and endangered status in certain areas. These threats include habitat loss and fragmentation due to human activities such as deforestation, urbanization, and agricultural expansion. Additionally, illegal hunting, poaching for body parts and trophies, and human-wildlife conflict pose significant risks to brown bear populations. \n Conservation Efforts: To protect and conserve brown bear populations, various conservation efforts are undertaken, including: \n 1. Protected Areas: Establishing protected areas such as national parks and wildlife sanctuaries helps safeguard brown bear habitats. \n 2. Habitat Conservation: Preserving and restoring suitable habitats is crucial for brown bears. Efforts include reforestation, implementing land-use planning strategies, and minimizing human encroachment. \n 3. Legislation and Law Enforcement: Implementing strict regulations against poaching, hunting, and illegal trade, and enforcing these laws, can help protect brown bears. \n 4. Research and Monitoring: Studying brown bear populations and their behaviors helps in developing effective conservation strategies. Monitoring their numbers, distribution, and genetic diversity is essential. \n 5. Public Awareness and Education: Raising awareness among local communities, promoting coexistence practices, and educating the public about the importance of brown bear conservation can foster support for conservation efforts. \n 6. International Cooperation: Collaboration between countries and international organizations is essential for the conservation of migratory brown bear populations that cross national borders. \n It's important to note that the conservation status of brown bears can vary across different regions and sub-species. Local conservation organizations, wildlife agencies, and international conservation bodies play a significant role in the conservation of brown bears and their habitats. \n PAKISTANI SAND CAT \n The Pakistani sand cat, also known as the Asiatic sand cat (Felis margarita scheffeli), is a small wildcat species native to the desert regions of Pakistan. It is a subspecies of the sand cat (Felis margarita), which is found across parts of Africa, the Middle East, and Central Asia. \n The Pakistani sand cat is known for its ability to survive in arid and sandy habitats. It has adapted to the desert environment with its specialized features, including large, round ears for improved hearing and fur-covered paws for protection from the hot sand. \n Unfortunately, like many other wildcat species, the Pakistani sand cat is facing numerous threats that have led to its endangered status. Habitat loss and degradation due to human activities, such as agriculture, urbanization, and mining, are major concerns. These activities fragment the cat's natural habitat, making it difficult for them to find suitable areas for hunting and shelter. \n Additionally, the Pakistani sand cat faces threats from poaching and trapping. Some individuals are captured and sold in the illegal wildlife trade as exotic pets. This practice further reduces the population of these cats in the wild. \n Conservation efforts are crucial to protect the Pakistani sand cat and ensure its survival. These efforts include creating protected areas, implementing measures to combat illegal wildlife trade, promoting public awareness about the species, and conducting research to better understand its ecology and behavior. \n  It's important to note that the information provided is accurate as of my last knowledge update in September 2021. For the most up-to-date and detailed information on the conservation status of the Pakistani sand cat, I recommend consulting recent research papers, reports from conservation organizations, or contacting local wildlife authorities in Pakistan."
    },
    {
        "id": 7,
        "name": "Sania Iqbal",
        "department": "Department of Chemistry",
        "university": "The Islamia University of Bahawalpur BJC",
        "title": "Influence Of Nature On Depressed Youth Mind ",
        "article": " In today's fast-paced and digitally connected world, youth studying higher education often find themselves burdened with academic pressure and overwhelmed by the constant presence of social media. The need for mindful activities and a connection with nature has become increasingly vital to help alleviate the stress and improve the overall well-being of our youth. This article explores how nature exploration, adventurous trips, and engaging in mindful activities can heal the weary minds of young individuals pursuing higher education and those stuck in the cycle of social media. \n Escaping the Digital Overload: In an age dominated by social media, the constant barrage of information, notifications, and comparison can have a detrimental effect on the mental health of youth. It is crucial to disconnect from the digital world and immerse oneself in nature to find solace and rejuvenation. Nature acts as a reset button, allowing young minds to distance themselves from the virtual realm and regain a sense of calmness and clarity. \n Connecting with the Serenity of Nature : Nature has a remarkable ability to heal and restore. By venturing into the great outdoors, youth can experience the beauty of untouched Pakistan boasts breathtaking natural landscapes that captivate the youth. From the serene valleys of Hunza and Swat to the majestic peaks of Nanga Parbat and K2, the country's beauty is unrivaled. Adventure enthusiasts find solace in the lush forests of Neelum Valley and the tranquil beaches of Gwadar, rejuvenating their spirits in nature's embrace. The serene surroundings provide a sanctuary where students can reflect, recharge, and gain a renewed perspective on life. \n The Adventure Factor : Introducing adventurous trips alongside nature exploration can further enhance the healing process. Engaging in activities such as hiking, camping  adds an element of excitement and challenge, helping students break free from their daily routines. Adventure-based experiences not only stimulate physical fitness but also foster a spirit of fellowship and resilience among participants. These trips create lasting memories, promote personal growth, and instill a sense of achievement that can positively impact mental well-being. \n Mindful Activities for Inner Peace : In addition to outdoor adventures, incorporating mindful activities into the routine of youth can cultivate a sense of inner peace and balance. Practices such as meditation, yoga, and mindfulness exercises help quiet the mind, improve focus, and reduce anxiety. By encouraging young individuals to engage in these activities, they can develop resilience and learn techniques to manage stress effectively. Such practices enable them to navigate the challenges of higher education and social media with a calm and composed mindset. \n Nurturing Holistic Development: Nature exploration, adventurous trips, and mindful activities contribute to the holistic development of individuals. These experiences encourage self-reflection, self-discovery, and a deeper understanding of oneself and the world. The connection established with nature and the practice of mindfulness can enhance creativity, problem-solving skills, and overall emotional intelligence. By nurturing their minds and spirits through these means, youth can emerge as well-rounded individuals, equipped to handle the demands of higher education and the pressures of social media. \n Conclusion : In the quest for higher education and ever-present   social media, it is vital to prioritize the well-being of our youth. Nature exploration, adventurous trips, and mindful activities offer a respite from the burdens of academic stress and the digital world. By immersing themselves in nature, engaging in adventurous activities, and practicing mindfulness, young individuals can find solace, gain perspective, and nurture their overall mental well-being. It is imperative that we recognize the healing power of these experiences and provide our youth with the opportunities to connect with nature and their inner selves for a balanced and fulfilling life. \n Message to All Educational Institutes! We urge all schools, academic institutes, and universities to prioritize the mental well-being of our youth. Engage students with nature and arrange adventurous trips that foster healing and growth. Collaborate with societies promoting such experiences to provide students with opportunities for self-discovery and stress relief. Nature's therapeutic power and adventurous journeys can instill resilience and balance, nurturing a generation better equipped to face life's challenges. Let us collectively support our youth's journey to find solace and healing through meaningful connections with nature. \n I am addressing everyone , including those who aren't studying or have professional jobs, as well as those who aren't educated and work as laborers. If you can't afford expensive trips, try to immerse yourself in nature. Take walks in the paths of your surroundings, breathe in the fresh air, and enjoy the earthy scent that reminds you of the fields. Visit canals and sit by their banks, finding happiness in recalling beautiful memories when you weren't feeling depressed. Embrace the joy, cherish the laughter, let happiness overflow forever."
    },
    {
        "id": 8,
        "name": "Aeeman Fatima",
        "department": "Department of Biotechnology",
        "university": "The Islamia University of Bahawalpur BJC",
        "title": "The Evil Behind Dandruff",
        "article": "You will be shocked if you get to know the leading cause of dandruff which appears in the form of white flakes in hair. We all are always concerned about the thing that how dandruff forms and why is it so itchy. \n So the thing is in a healthy scalp, dead skin cells shed constantly, and new ones grow to take their place. But people who suffer from dandruff, experience this shedding at a faster rate with some seriously unpleasant consequences, and it is all related to Malassezia globosa, which is a fungus. \n The Malassezia on the scalp feeds on the sebum that’s produced by your scalp to keep your hair hydrated. \n Oleic acid is a byproduct that is released as the sebum degrades. Even though oleic acid is safe, over 50% of people show being allergic to this byproduct. \n This irritant makes the scalp becomes red  and irritated so the body speeds up the rate at which skin cells regenerate in order to remove this irritant from the scalp  This is the root of flaking.  \n On the scalp, these dead cells build up until they are visible in your hair and begin to fall on your shoulders. \n Along with the appearance of flaking and dandruff, you might experience an itchy, dry, inflamed, and red scalp. These symptoms are your body’s response to the irritation caused by the microbe. So in such a condition you should use anti-dandruff and fungistatic products  to prevent dandruff."
    }
]